Repository: VortexOsxo/FruitQuiz
Catalog: android_app/lib/l10n/intl_*.arb
Languages: fr

# login_title
source: Log in
fr: Connectez-vous

# username_label
source: Username
fr: Nom d'utilisateur

# password_label
source: Password
fr: Mot de passe

# login_button
source: LOG IN
fr: CONNEXION

# error_icon_label
source: Error
fr: Erreur

# no_account
source: Don't have an account?
fr: Pas de compte ?

# create_account
source: Create one
fr: Créez-en un

# register_title
source: Create an account
fr: Créer un compte

# email_label
source: Email
fr: Courriel

# confirm_password_label
source: Confirm Password
fr: Confirmer le mot de passe

# signup_button
source: SIGN UP
fr: S'INSCRIRE

# already_have_account
source: Already have an account?
fr: Vous avez déjà un compte ?

source: Log in here
fr: Connectez-vous

# password_mismatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# error_username_required
source: The username is required
fr: Le nom d'utilisateur est requis

# error_username_invalid
source: The username is invalid. It can only contain letters, numbers, and underscores
fr: Le nom d'utilisateur est invalide. Il ne peut contenir que des lettres, des chiffres et des underscores

# error_username_system
source: The username cannot contain system reserved words
fr: Le nom d'utilisateur ne peut pas contenir de mots réservés par le système

# error_username_length
source: The username must be between 4 and 12 characters
fr: Le nom d'utilisateur doit comporter entre 4 et 12 caractères

# error_password_required
source: Password is required
fr: Le mot de passe est requis

# error_password_length
source: The password must be at least 5 characters
fr: Le mot de passe doit comporter au moins 5 caractères

# error_password_invalid
source: The password can only contain letters, numbers, and special characters
fr: Le mot de passe ne peut contenir que des lettres, des chiffres et des caractères spéciaux

# error_email_required
source: Email is required
fr: L'email est requis

# error_email_invalid
source: The email must follow the format example@domain.com
fr: L'email doit respecter la forme exemple@domaine.com

# AccountValidation_missingFields
source: Username and password are required
fr: Le nom d'utilisateur et le mot de passe sont requis

# AccountValidation_incorrectCredentials
source: Incorrect username or password
fr: Nom d'utilisateur ou mot de passe incorrect

# AccountValidation_alreadyLoggedIn
source: This account is already logged in
fr: Ce compte est déjà connecté

# AccountValidation_emailTaken
source: This email address is already in use
fr: Cette adresse courriel est déjà utilisée

# AccountValidation_usernameTaken
source: This username is already taken
fr: Ce nom d'utilisateur est déjà pris

# AccountValidation_unknownError
source: An unknown error occurred
fr: Une erreur inconnue s'est produite

# HomeCarousel_MostWins
source: Most Wins
fr: Plus de victoires

# HomeCarousel_MostCoinsSpent
source: Most Coins Spent
fr: Plus de pièces dépensées

# HomeCarousel_MostPoints
source: Most Points
fr: Plus de points

# HomeCarousel_BestSurvivalScore
source: Best Survival Score
fr: Meilleur score de survie

# HomeCarousel_LongestGameTime
source: Longest Game Time
fr: Temps de jeu le plus long

# HomeCarousel_HighestCurrentWinStreak
source: Highest Current Win Streak
fr: Plus grande série de victoires actuelle

# HomeCarousel_BestWinStreak
source: Best Win Streak
fr: Meilleure série de victoires

# HomeCarousel_NoDataAvailable
source: No data available
fr: Aucune donnée disponible

# AccountValidation_usernameExists
source: The username is already taken
fr: Ce nom d'utilisateur est déjà pris

# AccountValidation_usernameRequired
source: Username is required
fr: Le nom d'utilisateur est requis

# AccountValidation_usernameInvalid
source: The username is invalid. It can only contain letters, numbers, and underscores
fr: Le nom d'utilisateur est invalide. Il ne peut contenir que des lettres, des chiffres et des underscores

# AccountValidation_usernameSystem
source: The username cannot contain system reserved words
fr: Le nom d'utilisateur ne peut pas contenir de mots réservés par le système

# AccountValidation_usernameLength
source: The username must be between 4 and 12 characters
fr: Le nom d'utilisateur doit comporter entre 4 et 12 caractères

# AccountValidation_passwordRequired
source: Password is required
fr: Le mot de passe est requis

# AccountValidation_passwordLength
source: The password must be at least 5 characters
fr: Le mot de passe doit comporter au moins 5 caractères

# AccountValidation_passwordInvalid
source: The password can only contain letters, numbers, and special characters
fr: Le mot de passe ne peut contenir que des lettres, des chiffres et des caractères spéciaux

# AccountValidation_passwordMismatch
source: The passwords do not match
fr: Les mots de passe ne correspondent pas

# AccountValidation_emailRequired
source: Email is required
fr: L'email est requis

# AccountValidation_emailInvalid
source: The email must follow the format example@domain.com
fr: L'email doit respecter la forme exemple@domaine.com

# AccountValidation_avatarRequired
source: Please select an avatar
fr: Veuillez sélectionner un avatar

# AccountValidation_termsRequired
source: Please accept the terms and conditions
fr: Veuillez accepter les termes et conditions

# AccountValidation_updateError
source: Failed to update username
fr: Échec de la mise à jour du nom d'utilisateur

# join_game
source: Join a Game
fr: Rejoindre une partie

# quick_join_label
source: Game code
fr: Code de la partie

# quick_join_button
source: Join
fr: Rejoindre

# friend_page
source: Friends
fr: Amis

source: Logout
fr: Déconnexion

# select_game
source: Select a quiz to test or start a game!
fr: Sélectionnez un jeu pour le tester ou lancer une partie!

# select_quiz_details
source: Select a quiz to see the details
fr: Sélectionnez un quiz pour voir les détails

# game_creation_select_game
source: Classic Mode
fr: Mode Classique

# game_creation_create_game
source: Create Game
fr: Créer la partie

# game_creation_friends_only
source: Friends Only Game
fr: Jeu réservé aux amis

# game_creation_public
source: Public Game
fr: Jeu public

# game_creation_unavailable_quiz
source: The selected quiz is no longer available
fr: Le quiz sélectionné n'est plus disponible

source: Prepare Yourself
fr: Préparez-vous

# game_joining_no_game_found
source: The game does not exist
fr: La partie n'existe pas

# game_joining_invalid_game_id
source: Id must be a 4 digit number
fr: L'identifiant doit être un nombre à 4 chiffres

# game_joining_game_already_started
source: The game is in progress
fr: La partie est en cours

# game_joining_lobby_locked
source: This game room is locked
fr: Cette salle de jeu est verrouillée

# game_joining_banned_user
source: You are banned from the game
fr: Vous êtes banni de la partie

# game_joining_friends_only
source: This game room is friend's only
fr: Cette salle de jeu est réservée aux amis

# game_joining_no_game_currently
source: There is no active game at the moment
fr: Il n'y a pas de partie active pour le moment

# game_joining_create_one
source: Create one!
fr: Créez-en une!

# game_joining_game_id
source: Game ID
fr: ID de partie

# game_joining_title
source: Title
fr: Titre

# game_joining_rating
source: Quiz Rating
fr: Note du quiz

# game_joining_players
source: Players
fr: Joueurs

# game_joining_status
source: Status
fr: Statut

# game_joining_header_random_quiz_title
source: Random Quiz
fr: Quiz Aléatoire

# game_joining_pay_to_join
source: You need to pay {amount} coins to join this game
fr: Vous devez payer {amount} pièces pour rejoindre cette partie

# game_joining_not_enough_coins
source: You do not have enough coins to join this game
fr: Vous n'avez pas assez de pièces pour rejoindre cette partie

# enter_game_code
source: Enter the game code:
fr: Entrez le code de la partie:

# error_joining_game
source: Error joining the game
fr: Erreur lors de la tentative de rejoindre la partie

source: Waiting Room
fr: Salle d'attente

source: Waiting for players...
fr: En attente des joueurs...

# game_mode_elimination
source: Elimination
fr: Élimination

# game_mode_survival
source: Survival
fr: Survie

# game_mode_classical
source: Classical
fr: Classique

# organizer_correcting
source: The organizer is correcting the answers
fr: L'organisateur corrige les réponses

# enter_answer
source: Enter your answer
fr: Entrez votre réponse

source: Submit
fr: Soumettre

# quiz_title
source: Title: {title}
fr: Titre: {title}

# quiz_duration
source: Time to answer: {duration}s
fr: Temps pour répondre: {duration}s

# quiz_question_count
source: Number of questions: {count}
fr: Nombre de questions: {count}

# quiz_last_modified
source: Last modification: {date}
fr: Dernière modification: {date}

# quiz_owner
source: Creator: {owner}
fr: Créateur: {owner}

# quiz_view_rating_quiz_rating
source: Quiz Rating
fr: Évaluation

# quiz_view_rating_reviews
source: reviews
fr: avis

# quiz_view_rating_unrateable
source: Unrateable
fr: Non évaluable

# quiz_send_rating_rate_quiz
source: Rate this quiz
fr: Évaluer le quiz

# quiz_send_rating_update_rating
source: Update your rating
fr: Reévaluer le quiz

# question_type_qcm
source: Multiple Choice
fr: Choix Multiple

# question_type_qrl
source: Long Response
fr: Réponse Longue

# question_type_qre
source: Estimated Response
fr: Réponse Estimée

# question_type_unknown
source: Unknown
fr: Inconnu

# quiz_contains_questions
source: Contains {count} questions
fr: Contient {count} questions

# game_header_random_quiz_title
source: Random Quiz
fr: Quiz Aléatoire

# random_quiz_title
source: Elimination Mode Quiz
fr: Quiz en mode élimination

# random_quiz_description
source: Questions are selected randomly from the quiz bank
fr: Les questions sont sélectionnées aléatoirement depuis la banque de quiz

# random_quiz_time_limit
source: Time to answer: 20s
fr: Temps pour répondre: 20s

# random_quiz_header_title
source: Elimination Quiz
fr: Quiz Élimination

# survival_quiz_title
source: Survival Mode Quiz
fr: Quiz en mode survie

# survival_quiz_description
source: Questions are selected randomly from the quiz bank
fr: Les questions sont sélectionnées aléatoirement depuis la banque de quiz

# survival_quiz_time_limit
source: Time to answer: 20s
fr: Temps pour répondre: 20s

# survival_quiz_header_title
source: Survival Quiz
fr: Quiz Survie

# special_quiz_cant_change
source: Create new QCM or QRE if you want more than 5 questions
fr: Créez des nouveaux QCM ou QRE si vous voulez plus de 5 questions

# special_quiz_count_selected
source: You selected {count} questions
fr: Vous avez sélectionné {count} questions

# special_quiz_nb_question_details
source: Select a number of questions:
fr: Sélectionnez un nombre de questions:

# special_quiz_nb_question_header
source: Contains 5 to {totalQuestions} questions
fr: Contient de 5 à {totalQuestions} questions

# special_quiz_activate_condition
source: You need at least 5 QCM or QRE to activate this quiz
fr: Il faut au moins 5 QCM ou QRE pour activer ce quiz

# survival_mode_progression_title
source: Survival Mode
fr: Mode Survie

# game_top_bar_leave
source: Give Up
fr: Abandonner

# game_top_bar_logout
source: Log out
fr: Déconnexion

# game_top_bar_quit
source: Quit
fr: Quitter

# game_top_bar_terminate
source: Terminate
fr: Terminer

# player_list_title
source: Player's List
fr: Liste des joueurs

# player_list_score
source: Score
fr: Pointage

# player_list_round_survived
source: Rounds Survived
fr: Manches survécues

# game_lobby_start_game
source: Start game
fr: Commencer la partie

# game_lobby_lock_game
source: Unlocked
fr: Déverrouillé

# game_lobby_unlock_game
source: Locked
fr: Verrouillé

# game_play_top_bar_title
source: Game view
fr: Vue de jeu

# continue_game
source: Next
fr: Suivant

# game_organizer_waiting_answers
source: Player's are answering
fr: Les joueurs sont en train de répondre

# game_organizer_correcting_answers
source: Evaluate the response
fr: Évaluez la réponse

# game_player_waiting_correction_title
source: Correction of the responses
fr: Correction des Réponses

# game_chat_name
source: Game
fr: Partie

# confirm_leave_chat
source: Do you really want to leave the chatroom '{chatName}' ?
fr: Voulez-vous vraiment quitter le canal {chatName} ?

# confirm_delete_chat
source: Do you really want to delete the chatroom '{chatName}' ?
fr: Voulez-vous vraiment supprimer le canal {chatName} ?

# leave_chat_title
source: Leave a Chatroom
fr: Quitter un Canal

# delete_chat_title
source: Delete a Chatroom
fr: Supprimer un Canal

# no_empty_name
source: The chatroom name cannot be empty.
fr: Le nom du canal ne peut pas être vide.

source: Friends only
fr: Amis seulement

source: Create
fr: Créer

source: Join
fr: Rejoindre

# no_chats
source: No chatroom found...
fr: Aucun canal trouvé...

# create_chatroom
source: Create a chatroom
fr: Créer un canal

# join_chatroom
source: Join a chatroom
fr: Rejoindre un canal

# filter_placeholder
source: Filter
fr: Filtrer

# chat_name_placeholder
source: Chatroom name
fr: Nom du canal

source: Yes
fr: Oui

source: No
fr: Non

# select_chatroom
source: Open a chatroom
fr: Ouvrir un canal

source: Other
fr: Autres

source: chatrooms
fr: canaux

# chat_name_empty_error
source: The chatroom name cannot be empty.
fr: Le nom du canal ne peut pas être vide.

# chat_name_taken_error
source: This chatroom name is already taken.
fr: Le nom du canal est déjà pris.

# chat_name_restricted_error
source: This chatroom name is restricted.
fr: Le nom du canal est réservé.

# user_left
source: {username} has left
fr: {username} a quitté

# user_joined
source: {username} has joined
fr: {username} a rejoint

source: the game
fr: la partie.

source: the chatroom
fr: le canal.

source: System
fr: Système

# qre_enter_answer_hint
source: Enter your answer
fr: Entrez votre réponse

# qre_correct_answer_is
source: The correct answer is: {value}
fr: La bonne réponse est: {value}

# qre_correct_answer_with_tolerance
source: The correct answer is: {value} ± {tolerance}
fr: La bonne réponse est: {value} ± {tolerance}

# image_load_failed
source: Failed to load image
fr: Échec du chargement de l'image

source: Image not available
fr: Image non disponible

# image_zoom
source: Zoom
fr: Zoomer

# elimination_modal
source: Eliminated
fr: Éliminé

# elimination_modal_title
source: Eliminated!
fr: Éliminé!

# game_elimination_service_wrong_answer
source: You answered wrong
fr: Vous avez répondu faux

# game_elimination_service_last_answer
source: You were the last to answer
fr: Vous étiez le dernier à répondre

# game_elimination_service_no_answer
source: You didn't answer in time
fr: Vous n'avez pas répondu à temps

# header_widget_users_button
source: Users list
fr: Liste des utilisateurs

# users_list_title
source: Discover new users
fr: Découvrez de nouvelles personnes

# users_list_filter_label
source: Filter by username
fr: Filtrer par nom d'utilisateur

# users_list_no_result
source: No users match your search
fr: Aucun utilisateur ne correspond à votre recherche

# users_list_visit_account
source: View user profile
fr: Voir le profil utilisateur

# friend_requests_title
source: Friend Requests
fr: Demandes d'ami

# friend_requests_sent_requests
source: Sent Requests
fr: Demandes envoyées

# friend_requests_received_requests
source: Received Requests
fr: Demandes reçues

# friend_requests_no_sent_requests
source: You haven't sent any friend requests yet.
fr: Vous n'avez pas encore envoyé de demandes d'ami.

# friend_requests_no_received_requests
source: You don't have any pending friend requests.
fr: Vous n'avez pas de demandes d'ami en attente.

# friend_requests_new_request_from
source: New friend request from {username}
fr: Nouvelle demande d'ami de {username}

# friend_requests_multiple_requests
source: {count} New Friend Requests
fr: {count} nouvelles demandes d'ami

# friend_requests_request_accepted
source: {username} accepted your friend request
fr: {username} a accepté votre demande d'ami

# friend_requests_add_friend
source: Add friend
fr: Ajouter un ami

# friend_requests_answer_request
source: Answer received request
fr: Répondre à la demande

# friend_requests_revoke_sent_request
source: Revoke sent request
fr: Révoquer la demande

# friend_request_tooltips_send_request
source: Send friend request
fr: Envoyer une demande d'ami

# friend_request_tooltips_accept_request
source: Accept request
fr: Accepter la demande

# friend_request_tooltips_decline_request
source: Decline request
fr: Refuser la demande

# friend_request_tooltips_revoke_request
source: Revoke request
fr: Révoquer la demande

# friends_list_title
source: Friends
fr: Amis

# friends_list_no_friends
source: You don't have any friends yet. Start connecting!
fr: Vous n'avez pas encore d'amis. Commencez à vous connecter !

# friends_list_find_new_friends
source: Find new friends
fr: Trouver de nouveaux amis

# game_leaderboard_title
source: Leaderboard
fr: Classement

# game_leaderboard_user
source: User
fr: Utilisateur

# game_leaderboard_fun
source: Fun
fr: Amusement

# game_leaderboard_fun_stats
source: Fun Statistics
fr: Statistiques amusantes

# game_leaderboard_stats
source: User Statistics
fr: Statistiques

# home_page_no_title
source: No Title
fr: Aucun Titre

# home_page_no_description
source: No Description
fr: Aucune Description

# home_page_no_question_text
source: No Question Text
fr: Aucun texte de question

# home_page_no_choice_text
source: No Choice Text
fr: Aucun texte de choix

# public_profile_user_unfound
source: User not found
fr: Utilisateur non trouvé

# qre_answer_player_correct
source: Correct Answer:
fr: Réponse correcte:

# qre_answer_player_hint
source: Enter your answer
fr: Entrez votre réponse

# results_stats_quiz_fun_stats
source: Fun statistics
fr: Statistiques amusantes

# results_stats_quiz_cannot_rate
source: Cannot rate system quiz
fr: Impossible d'évaluer un quiz du système

# friend_request_control_add_friend
source: Add friend
fr: Ajouter un ami

# friend_request_control_friend
source: Friend
fr: Ami

# friend_request_control_delete_friend
source: Delete Friend
fr: Supprimer l'ami

# friend_request_control_receive_request
source: Received a request
fr: Demande reçue

# friend_request_control_accept
source: Accept
fr: Accepter

# friend_request_control_refuse
source: Refuse
fr: Refuser

# friend_request_control_send_request
source: Sent a request
fr: Demande envoyée

# friend_request_control_delete_request
source: Delete request
fr: Supprimer la demande

# friend_request_control_add_yourself_error
source: Can't add yourself as a friend
fr: Vous ne pouvez pas vous ajouter en ami

# chat_friend_only_response
source: This chatroom is restricted to friends of {username}
fr: Ce canal est réservé aux amis de {username}

# game_score_eliminated
source: Eliminated
fr: Éliminé

# game_score_alive
source: Alive
fr: Vivant

# header_game_history
source: Game History
fr: Historique de jeu

# header_profile
source: Profile
fr: Profil

# header_logout
source: Logout
fr: Déconnexion

# personal_profile_info
source: Personal Information:
fr: Information personelle:

# personal_profile_username
source: Username:
fr: Nom utilisateur:

# personal_profile_email
source: Email:
fr: Courriel:

# personal_profile_level
source: Level
fr: Niveau

# personal_profile_statistics
source: Statistics
fr: Statistiques

# personal_profile_game_played
source: Games Played
fr: Parties jouées

# personal_profile_game_won
source: Games Won
fr: Parties gagnées

# personal_profile_correct_answers
source: Average Correct Answers
fr: Moyenne de bonnes réponses

# personal_profile_game_time
source: Average Game Time
fr: Temps moyen par partie

# personal_profile_challenge_completed
source: Challenges Completed
fr: Défis complétés

# question_header_zoom
source: Zoom
fr: Agrandir

# side_bar_accomplishements
source: Achievements
fr: Accomplissements

# side_bar_themes
source: Themes
fr: Thèmes

# side_bar_preferences
source: Preferences
fr: Préférences

# side_bar_friends
source: Friends
fr: Amis

source: Add Bot
fr: Ajouter un bot

# bot_difficulty_beginner
source: Beginner
fr: Débutant

# bot_difficulty_intermediate
source: Intermediate
fr: Intermédiaire

# game_message_correction_with_bonus
source: You obtained {score} points thanks to the bonus
fr: Vous avez obtenu {score} points grâce au bonus

# game_message_correction_without_bonus
source: You obtained {score} points
fr: Vous avez obtenu {score} points

# game_message_correction_with_percentage
source: You obtained {percent}% which is {points} points
fr: Vous avez obtenu {percent}% soit {points} points

# game_message_answers_sent
source: Answers sent
fr: Réponses envoyées

# information_modal_understood
source: Understood
fr: Compris

# kicked_out_message_organizer_left
source: The organizer has terminated the game
fr: L'organisateur a terminé la partie

# kicked_out_message_no_players_left
source: There are no more players participating
fr: Il n'y a plus de joueur participant

# kicked_out_message_banned
source: You have been banned
fr: Vous avez été banni

# results_stats_quiz_created
source: Created by:
fr: Créé par:

# header_widget_create_game
source: Create Game
fr: Créer une partie

# header_widget_join_game
source: Join Game
fr: Rejoindre une partie

# header_widget_library
source: Library
fr: Librairie

# header_widget_leaderboard
source: Leaderboard
fr: Classement

# header_widget_shop
source: Shop
fr: Boutique

# sidebar_widget_accomplishments
source: Accomplishments
fr: Accomplissements

# sidebar_widget_friends
source: Friends
fr: Amis

# survival_result_won_title
source: Victory, you survived until the end
fr: Victoire, vous avez survécu jusqu'à la fin

# survival_result_lost_title
source: Defeat, you couldn't survive
fr: Défaite, vous n'avez pas pu survivre

# survival_result_mode
source: Questions Survived
fr: Questions Survécues

# survival_result_questions_correct
source: You survived the first {questionSurvived} questions out of {questionCount}
fr: Vous avez survécu aux {questionSurvived} premières questions sur {questionCount}

# quit_button
source: Quit
fr: Quitter

# choose_avatar
source: Choose an Avatar
fr: Choississez un avatar

# error_avatar
source: You have to choose an avatar to continue.
fr: Vous devez choisir un avatar pour poursuivre.

# personal_info_error_title
source: Error while saving
fr: Erreur lors de la sauvegarde

# username_empty_error
source: The username can not be empty.
fr: Le nom d'utilisateur ne peut pas être vide.

# personal_info_success_title
source: Success
fr: Succès

# username_updated
source: Your username has been changed.
fr: Votre nom d'utilisateur a été changé

# username_taken
source: This username is already taken
fr: Ce nom d'utilisateur est déjà pris par un autre utilisateur

# personal_info_header
source: Information
fr: Informations

source: Achievements
fr: Accomplissements

source: Friends
fr: Amis

# current_level
source: Level
fr: Niveau

# experience
source: XP
fr: EXP

source: Profile
fr: Profil

source: Username
fr: Nom d'utilisateur

# email
source: Email address
fr: Adresse courriel

source: Level XP:
fr: Niveau EXP:

source: OR
fr: OU

# change_avatar
source: Change your avatar
fr: Changer votre avatar

source: Upload
fr: Téléverser

source: Camera
fr: Caméra

# save
source: Save as new avatar
fr: Sauvegarder votre avatar

source: Cancel
fr: Annuler

# premium_avatar
source: Premium avatars
fr: Avatars premium

# information_profile_select_theme
source: Select a Theme
fr: Choisir un Thème

# information_profile_select_background
source: Select a Background
fr: Choisir un Fond

# information_profile_lemon_theme
source: Lemon
fr: Citron

# information_profile_strawberry_theme
source: Strawberry
fr: Fraise

# information_profile_blueberry_theme
source: Blueberry
fr: Bleuet
