Repository: VortexOsxo/FruitQuiz
Catalog: android_app/lib/l10n/intl_*.arb
Languages: fr

# information_profile_username
source: Username
fr: Utilisateur

# personal_profile_language_french
source: French
fr: Français

# personal_profile_language_english
source: English
fr: Anglais

# personal_profile_language_choice
source: Choose a language :
fr: Choisir un language :

# result_winner_winner
source: Winner:
fr: Gagnant :

# result_winner_answered_faster
source: answered faster
fr: a répondu plus vite

# result_view_title
source: Game Results
fr: Résultats de la partie

# result_view_cant_rate_system_quiz
source: Cannot rate system quiz
fr: Impossible d'évaluer un questionnaire système

# result_view_created_by
source: Created by:
fr: Créé par:

# log_history_title
source: My History
fr: Mon historique

# log_history_game_logs
source: Game Sessions
fr: Sessions de jeu

# log_history_start_date
source: Game Started
fr: Début de la partie

# log_history_has_won
source: Victory
fr: Victoire

# log_history_has_abandon
source: Abandoned
fr: Abandonné

# log_history_auth_logs
source: Sign In/Out History
fr: Historique de connexion

# log_history_login_time
source: Signed In At
fr: Connecté à

# log_history_logout_time
source: Signed Out At
fr: Déconnecté à

# log_history_device_type
source: Device
fr: Appareil

# log_history_back
source: Back to Home
fr: Retour à l'accueil

# log_history_desktop
source: PC
fr: Ordinateur

# log_history_no_records
source: No records
fr: Aucun historique disponible

# header_history_button
source: History
fr: Historique

# game_win_streak_streak_lost
source: You lost the win streak!
fr: Vous avez perdu votre série de victoire!

# game_win_streak_streak_improved
source: Your win streak has improved!
fr: Votre série de victoire s'est améliorée!

# game_win_streak_streak_best
source: You've reached your best win streak!
fr: Vous avez atteint votre meilleure série de victoire!

# game_metrics_title
source: Game Stats Improvements
fr: Améliorations des Stats de Jeu

# game_metrics_no_improvements
source: No Improvements
fr: Aucune Amélioration

# game_metrics_points_gained
source: Points Gained
fr: Points Gagnés

# game_metrics_questions_survived
source: Questions Survived
fr: Questions Survécues

# game_metrics_game_time_added
source: Game time
fr: Temps de jeu

# game_metrics_game_won
source: Games won
fr: Parties gagnées

# leaderboardPage_Leaderboard
source: Leaderboard
fr: Classement

# leaderboardPage_Rank
source: Rank
fr: Rang

# leaderboardPage_User
source: User
fr: Utilisateur

# leaderboardPage_Points
source: Points accumulated
fr: Points accumulés

# leaderboardPage_GameTime
source: Game Time
fr: Temps de partie

# leaderboardPage_GamesWon
source: Games Won
fr: Parties gagnées

# leaderboardPage_CurrentStreak
source: Current Win Streak
fr: Série de victoire actuelle

# leaderboardPage_BestStreak
source: Best Win Streak
fr: Meilleure série de victoire

# leaderboardPage_CoinsGained
source: Coins Gained
fr: Pièces gagnées

# leaderboardPage_CoinsSpent
source: Coins Spent
fr: Pièces dépensées

# chat_banned_service_organizer
source: The organizer has
fr: L'organisateur a

# chat_banned_service_removed
source: removed
fr: retiré

# chat_banned_service_added
source: granted
fr: alloué

# chat_banned_service_chat_right
source: your right to use the chat of the game.
fr: votre droit d'utiliser le chat de la partie.

source: New message
fr: Nouveau message

# information_profile_watermelon_theme
source: Watermelon
fr: Pastèque

# home_page_team
source: Team 101
fr: Équipe 101

# home_page_join_game
source: Join a game
fr: Rejoindre une partie

# home_page_create_game
source: Create a game
fr: Créer une partie

# header_create_game_button
source: Create a Game
fr: Créer une partie

# header_join_game_button
source: Join a Game
fr: Rejoindre une partie

# header_library_button
source: Library
fr: Bibliothèque

# header_leaderboard_button
source: Leaderboard
fr: Classement

# header_users_button
source: Users
fr: Utilisateurs

# header_shop_button
source: Shop
fr: Boutique

# header_game_history_button
source: History
fr: Historique

# header_logout_button
source: Logout
fr: Déconnexion

source: Best Streak
fr: Meilleure séquence VIC

source: Current Streak
fr: Séquence VIC courants

source: Games Won
fr: Jeux gagnés

source: Total Points
fr: Pointage

source: Questions Survived
fr: Questions survécues

source: Coins Spent
fr: Pièces dépensées

source: Game Time
fr: Temps de jeu

# hint_widget_buy_hint
source: Buy a Hint : {price} coins
fr: Acheter un indice : {price} pièces

# game_creation_entry_price
source: Entry Price
fr: Prix d'entrée

# result_view_challenges
source: Game Challenges
fr: Défis de partie

# result_view_quiz_stats
source: Quiz & Feedback
fr: Questionnaire & Retour

# result_view_leaderboard
source: Leaderboard
fr: Classement

# result_view_achivements
source: Achievements
fr: Accomplissements

# result_view_game_loot
source: Game Loots
fr: Récompenses de partie

# header_game_menu
source: Game Menu
fr: Menu de jeu

# challenge_answer_streak_title
source: Answer Streak Challenge
fr: Défi de Série de Réponses

# challenge_answer_streak_description
source: To complete this challenge, you need to answer 3 questions correctly in a row.
fr: Pour compléter ce défi, vous devez répondre correctement à 3 questions consécutives.

# challenge_answer_streak_success
source: Congratulations! You answered 3 questions correctly in a row!
fr: Félicitations ! Vous avez répondu correctement à 3 questions consécutives !

# challenge_answer_streak_failure
source: You didn't manage to answer 3 questions correctly in a row.
fr: Vous n'avez pas réussi à répondre correctement à 3 questions consécutives.

# challenge_fastest_title
source: Fastest Challenge
fr: Défi de Rapidité

# challenge_fastest_description
source: To complete this challenge, your average answer time must be under 5 seconds.
fr: Pour compléter ce défi, votre temps de réponse moyen doit être inférieur à 5 secondes.

# challenge_fastest_success
source: Amazing! Your average response time was under 5 seconds!
fr: Impressionnant ! Votre temps de réponse moyen était inférieur à 5 secondes !

# challenge_fastest_failure
source: Your average response time was above 5 seconds.
fr: Votre temps de réponse moyen était supérieur à 5 secondes.

# challenge_bonus_collector_title
source: Bonus Collector Challenge
fr: Défi de Collectionneur de Bonus

# challenge_bonus_collector_description
source: To complete this challenge, you need to get at least half of the possible bonus in this game.
fr: Pour compléter ce défi, vous devez obtenir au moins la moitié des bonus possibles dans cette partie.

# challenge_bonus_collector_success
source: Great job! You collected more than half of the possible bonuses!
fr: Bravo ! Vous avez collecté plus de la moitié des bonus possibles !

# challenge_bonus_collector_failure
source: You didn't collect enough bonuses to complete the challenge.
fr: Vous n'avez pas collecté assez de bonus pour compléter le défi.

# challenge_question_master_title
source: Question Master Challenge
fr: Défi de Maître des Questions

# challenge_question_master_description
source: To complete this challenge, you need to answer correctly every {questionType}.
fr: Pour compléter ce défi, vous devez répondre correctement à chaque {questionType}.

# challenge_question_master_success
source: Excellent! You answered all {questionType} correctly!
fr: Excellent ! Vous avez répondu correctement à toutes les {questionType} !

# challenge_question_master_failure
source: You didn't answer all {questionType} correctly.
fr: Vous n'avez pas répondu correctement à toutes les {questionType}.

# challenge_never_last_title
source: Never Last Challenge
fr: Défi de Jamais Dernier

# challenge_never_last_description
source: To complete this challenge, you need to never be the last player to answer a question.
fr: Pour compléter ce défi, vous ne devez jamais être le dernier joueur à répondre à une question.

# challenge_never_last_success
source: Perfect! You were never the last to answer!
fr: Parfait ! Vous n'avez jamais été le dernier à répondre !

# challenge_never_last_failure
source: You were the last to answer at least once.
fr: Vous avez été le dernier à répondre au moins une fois.

# challenge_status
source: Status: {status}
fr: Statut : {status}

# challenge_price
source: Price: {price} coins
fr: Prix : {price} pièces

# your_stats
source: Achievements
fr: Accomplissements

# shop_title
source: Your Shop
fr: Votre Boutique

source: Price:
fr: Prix:

source: coins
fr: pièces

# no_items
source: No items available for this category.
fr: Aucun article disponible pour cette catégorie.

source: All
fr: Tout

source: Background
fr: Fond

source: Theme
fr: Thème

source: Strawberry Background
fr: Fond Fraise

source: Blueberry Background
fr: Fond Bleuet

source: Orange Background
fr: Fond Orange

source: Watermelon Background
fr: Fond Pastèque

source: Lemon Background
fr: Fond Citron

source: Strawberry Theme
fr: Thème Fraise

source: Blueberry Theme
fr: Thème Bleuet

source: Watermelon Theme
fr: Thème Pastèque

source: Premium Lemon Avatar
fr: Avatar Premium Citron

source: Premium Orange Avatar
fr: Avatar Premium Orange

source: Golden Blueberry Avatar
fr: Avatar Bleuet Doré

source: Golden Lemon Avatar
fr: Avatar Citron Doré

source: Golden Watermelon Avatar
fr: Avatar Pastèque Doré

source: Buy
fr: Acheter

source: Bought
fr: Acheté

# game_loot_coins
source: Coins
fr: Pièces

# game_loot_coins_gained
source: Coins Gained
fr: Pièces Gagnées

# game_loot_challenge_coins_gained
source: Challenge Rewards
fr: Récompenses de Défi

# game_loot_coins_paid
source: Entry Fee
fr: Prix d'entrée

# game_loot_experience
source: Experience
fr: Expérience

# game_loot_xp_label
source: Experience Points
fr: Points d'Expérience

# game_loot_xp_gained
source: Experience Gained
fr: Expérience Gagnée

# game_loot_level_up
source: You leveled up!
fr: Vous avez monté de niveau !

# game_loot_won_game_pot
source: You won the game pot of {price} coins!
fr: Vous avez gagné le pot de jeu de {price} pièces !

# game_score_your_score
source: Your score
fr: Votre pointage

# game_result_previous_slide_button
source: Previous
fr: Précédent

# game_result_next_slide_button
source: Next
fr: Suivant

# survival_best_score_title
source: Survival Mode
fr: Mode Survie

# survival_best_score_current_score
source: Current Score
fr: Score Actuel

# survival_best_score_best_score
source: Best Score
fr: Meilleur Score

# game_creation_not_enough_balance
source: Not enough balance to create this game
fr: Solde insuffisant pour créer cette partie

# notification_close_button
source: Close
fr: Fermer

# header_confirm_logout
source: Do you really want to logout?
fr: Voulez-vous vraiment vous déconnecter ?

source: Player
fr: Joueur

# locked_item_title
source: Item Locked
fr: Objet verrouillé

# locked_item_message
source: Visit the shop to buy items.
fr: Visiter la boutique pour acheter des objets.

# go_to_shop
source: Go to the shop
fr: Visiter la boutique

# game_creation_classic_mode
source: Classic Mode
fr: Mode Classique

# game_creation_classic_description
source: Choose a quiz and compete with other players
fr: Jouez à un quiz spécifique et accumulez des points

# game_creation_elimination_mode
source: Elimination Mode
fr: Mode Élimination

# game_creation_elimination_description
source: Players are eliminated after each question
fr: Affrontez d'autres joueurs dans une série de questions

# game_creation_survival_mode
source: Survival Mode
fr: Mode Survie

# game_creation_survival_description
source: Answer questions as fast as possible to survive
fr: Testez votre endurance avec des questions aléatoires

# game_creation_game_options
source: Game Options
fr: Options de jeu

# quiz_detail_component_time_to_respond
source: Time to respond:
fr: Temps de réponse :

# quiz_detail_component_nb_questions
source: Number of questions:
fr: Nombre de questions :

# quiz_detail_component_creator
source: Created by:
fr: Créé par :

# game_creation_question_list
source: List of Questions
fr: Liste de Questions

# game_creation_available_questions
source: Available Questions
fr: Questions disponibles

# game_creation_question_count
source: Number of Questions:
fr: Nombre de questions:

# game_creation_public_game
source: Public Game
fr: Partie publique

# game_creation_friends_only_game
source: Friends Only
fr: Entre amis

# game_creation_not_enough_questions
source: You need at least 5 questions to create a game
fr: Il faut au moins 5 questions pour créer une partie

# game_creation_max_questions
source: You can't select more than {count} questions
fr: Vous ne pouvez pas sélectionner plus de {count} questions

# choose_number_header
source: Use the controls below to adjust the number of questions for your game
fr: Utilisez les controles ci-dessous pour ajuster le nombre de questions pour votre jeu
